IDEA Open Model
IdeaConImportSettings.OrderMembersById Property
Compatible with IDEA StatiCa v 10.1
 If true, connected members in connection are ordered acoording to topological rules othewise by their IDs.
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public bool OrderMembersById { get; set; }
Public Property OrderMembersById As Boolean
	Get
	Set
public:
property bool OrderMembersById {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
IdeaConImportSettings Class
IdeaRS.OpenModel.Connection Namespace